  #define CN1ON	       1 // прямое управление 1 каналом
  #define CN1OFF       0
  #define MAXOWNER0	   5 // максимальная количество меню для ползователя
  #define MAXOWNER1	   7 // максимальная количество меню при П00=1 для ползователя
  #define MAXUSER0    23 // обычное количество меню для специалиста
  #define MAXUSER1    31 // последний пункт меню при П00=1 для специалиста

//**************************************************************************************
#ifdef GRD_001       // ГРД - 1 (сушильная камера (с увлажнением))
  #define FIRSTBR       0xCE // Г
  #define SECONDBR      0x8C // P
  #define THERDBR       0xf9 // 1
//  #define DHT11
//  #define KTY84
  #define MAXDISPL 	    2 // варианты отображения информации на дисплее (0->темп. 1->таймер 2->влажн.)
  #define ALARMCNT      2 // меню параметров
#endif
//**************************************************************************************
#ifdef GRD_002       // ГРД - 1 (сушильная камера ( с электростатикой))
  #define FIRSTBR       0xCE // Г
  #define SECONDBR      0x8C // P
  #define THERDBR       0xa4 // 2
//  #define DHT11
//  #define KTY84
  #define ELECTROSTAT
  #define MAXDISPL 	    2 // варианты отображения информации на дисплее (0->темп. 1->таймер 2->влажн.)
  #define ALARMCNT      2 // меню параметров
#endif
//**************************************************************************************

#define KEY_UP          2        //
#define KEY_DW          3        //
#define KEY_MD          0        //
#define KEY_ST          1        //
